Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/puheenjohtaja_juuso_kertoo_lakiprosessin_taustat:_saamelaiskarajalaki_epaonnistui_poliittisessa_tahdossa_ei_asiasisallossa_.html.tmx
Source language: fin
Languages: sme

source: Puheenjohtaja Juuso kertoo lakiprosessin taustat: ”Saamelaiskäräjälaki epäonnistui poliittisessa tahdossa, ei asiasisällössä”
sme: Ságajođiheaddji Juuso muitala láhkaproseassa duogážiid: ”Sámediggeláhka eahpelihkostuvai politihkalaš dáhtu, ii áššesisdoalu dáfus”

source: Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso on kirjoittanut kattavan katsauksen näkemyksistään siitä, kuinka viimeisin saamelaiskäräjälain uudistamisyritys eteni Timosen toimikunnan mandaatin asettamisesta kaatumiseen perustuslakivaliokunnassa.
sme: Sámedikki ságajođiheaddji Tuomas Aslak Juuso lea čállán viiddes oppalašgeahčastaga oainnuidis birra, das mo maŋimus sámediggelága ođasmahttingeahččaleapmi ovdánii Timosa doaibmagotti mandáhta ásaheamis gopmáneapmái vuođđoláhkaváljagottis.

source: Juuso kertoo suomenkielisessä tekstissään tarkemmin siitä, kuinka Saamelaiskäräjät pyrki neuvottelemaan ratkaisua viimeiseen saakka.
sme: Juuso muitala suomagielat teavsttastis dárkilabbot das, mo Sámediggi vikkai ráđđádallat čovdosa maŋimuš rádjai.

source: Timosen toimikunnan työ saamelaiskäräjälain muutoksen valmistelemiseksi alkoi joulukuussa 2020 ja valmis mietintö julkaistiin 11.5.2021.
sme: Timosa doaibmagotti bargu sámediggelága nuppástusa válmmaštallamin álggii juovlamánus 2020 ja gárvves smiehttamuš almmustahttojuvvui 11.5.2021.

source: Marinin hallituksen esitys vietiin eduskunnan käsittelyyn lopulta marraskuussa 2022, minkä jälkeen eduskunnan perustuslakivaliokunta pysäytti esityksen käsittelyn 24.2.2023 ajanpuutteeseen vedoten.
sme: Marina ráđđehusa evttohus dolvojuvvui riikkabeivviid gieđahallamii viimmat skábmamánus 2022, man maŋŋá riikkabeivviid vuođđoláhkaváljagoddi bissehii evttohusa gieđahallama 24.2.2023 doarjalemiin áiggi vátnivuhtii.

source: Puheenjohtaja Juuso kertoo tekstissään lakitoimikunnan työstä ja Saamelaiskäräjien neuvotteluyrityksistä eduskunnan sisällä yli puoluerajojen.
sme: Ságajođiheaddji Juuso muitala teavsttastis láhkadoaibmagotti barggus ja Sámedikki ráđđádallanviggamušain riikkabeivviid siste badjel bellodatrájiid.

source: ”On tärkeää, että lakiuudistusprosessin käänteet ovat kaikkien tiedossa”
sme: ”Lea dehálaš, ahte láhkaođasmahttinproseassa jorggáldagat leat buohkaid dieđus”

source: Saamelaiskäräjälain käänteet ovat saaneet myös mediassa runsaasti huomiota, erityisesti lain käsittelyn venyessä eduskunnan toimikauden viime metreille.
sme: Sámediggelága jorggáldagat leat ožžon maiddái medias ollu fuomášumi, erenomážit go lága gieđahallan fanai riikkabeivviid doaibmabaji lohppii.

source: Puheenjohtaja Juuso halusikin omalta osaltaan varmistaa, että kaikki tiedot uudistusprosessista ovat halukkaiden käytettävissä mahdollisimman tarkasti.
sme: Ságajođiheaddji Juuso háliidiige iežas oasis sihkkarastit, ahte buot dieđut ođasmahttinproseassas leat nu dárkilit go vejolaš sin geavahusas, geat háliidit diehtit das.

source: –Halusin, että kaikki voisivat kuulla mitä prosessin aikana tapahtui, ja toivonkin, että mahdollisimman moni asiasta kiinnostunut jaksaa tekstin lukea, puheenjohtaja Juuso kertoo.
sme: –Háliidin, ahte buohkat sáhtášedje gullat mii proseassa áigge dáhpáhuvai, ja doaivvunge, ahte nu máŋggat áššis beroštuvvan olbmot go vejolaš, vedjet lohkat deavstta, ságajođiheaddji Juuso muitala.

source: Juuso harmittelee erityisesti sitä, ettei lakiesitystä vastustanut keskusta ollut halukas neuvottelemaan ratkaisuista.
sme: Juuso atná vahágin erenomážit dan, ahte guovddášbellodat, mii vuostálasttii láhkaevttohusa, ii háliidan ráđđádallat čovdosiin.

source: –On harmillista ja outoa, ettei keskustan puheenjohtaja Annika Saarikko suostunut tapaamaan meitä kertaakaan.
sme: –Lea vahát ja imaš, ahte guovddášbellodaga ságajođiheaddji Annika Saarikko ii miehtan deaivvadit min oktiige.

source: Olisin luullut, että heille kynnyskysymykseksi osoittautuneessa asiassa hekin olisivat nähneet keskustelun tarpeellisiksi, jotta olisimme voineet edes yrittää löytää ratkaisuja, Juuso ihmettelee.
sme: Gádden ahte dan ášši birra ságastallan, man sii oidne ovdáneami easttan, livččii leamaš sin mielas dárbbašlaš, vai livččiimet sáhtán juobe geahččalitge gávdnat čovdosiid, Juuso imaštallá.

source: Saamelaiskäräjälain uudistus on nyt kaatunut kolmen hallituksen aikana peräkkäin.
sme: Sámediggelága ođasmahttin lea dál gopmánan golmma ráđđehusa áigge maŋŋálagaid.

source: Myös YK:n ihmisoikeuskomitea ja rotusyrjintäkomitea ovat velvoittaneet Suomea korjaamaan nykylakia saamelaisten itsemääräämisoikeutta kunnioittavaksi mm. vaaliluettelon kriteerien osalta.
sme: Maiddái ON:id olmmošvuoigatvuođakomitea ja nállevealahankomitea leat geatnegahttán Suoma divvut dálá lága gudnejahttit sámiid iešstivrenvuoigatvuođaid ee. válgalogahallama kritearaid oasil.

source: Linkki: Puheenjohtaja Juuso kertoo: Saamelaiskäräjälakiesityksen polku epäonnistumiseen
sme: Liŋka: Ságajođiheaddji Juuso muitala: Sámediggeláhkaevttohusa bálggis eahpelihkostuvvamii

source: Lisätietoja:
sme: Lassedieđut:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso(at)samediggi.fi
sme: Tuomas Aslak Juuso Ságajođiheaddji 040 687 3394 tuomas.juuso(at)samediggi.fi
